{
  "homeTitle": "Accueil",
  "about": "A Propos",
  "importantPoints": "Points Importants",
  "bigProject": "Gros projet",
  "myWorksmenu": "Mon Travail",
  "games": "Les Jeux",
  "playGames": "Jouons à des jeux",
  "closeGames": "Fermer la fenêtre",
  "fixGames": "Fixer le jeux",
  "fixGamesTooltip1": "Afin d'avoir une bonne jouabilité, ainsi qu'une experience utilisateur optimale, veuillez fixer le contenu de la fenêtre en cliquant sur ce bouton. (Option supplémentaire : Vous pouvez mettre la fenêtre en plein écran avec la touche F11 afin d'améliorer encore plus votre confort).",
  "fixGamesTooltip2": "Aprés avoir assouvi votre envie de jouer, cliquez de nouveau sur le bouton (ainsi que la touche F11 si vous avez choisi le plein écran) pour libérer la fenêtre et revenir à une navigation normale.",
  "unlockGames": "Débloquer le jeu",
  "errorGamesH1": "Oups... La définition de votre écran ne supporte pas la taille d'affichage minimum des jeux.",
  "errorGamesH2": "Votre expérience utilisateur n'étant pas possible...",
  "errorGamesAlert": "veuillez afficher cette page sur un écran plus grand...",
  "title": "Faire quelque chose qui a du sens...",
  "credo": "Découvrir, Apprendre, Comprendre... C'est ainsi que je vois la Vie.",
  "titleButton": "Sens de la visite",
  "whoIAm": "Qui suis-je ?",
  "myName": "Je m'appelle Rodolphe Augusto",
  "whoIAMTitle": "Je suis un grand passionné de la Vie elle même.",
  "whoIAmContent": "Depuis ma plus tendre enfance, je vois les algorithmes de la nature tout autour de moi, ceux de la causalité ou des objets informationnels(Matière) en physique mais aussi ceux de la sphère de la pensée comprenant le sub-conscient, l'inconscient et le conscient... Toutes ces petites choses qui forment \"Un Tout\". Depuis que je sais lire je n'ai cessé de chercher à comprendre \"l'ensemble\" et \"l'envers du décor\". Je me suis donc instruit en lisant autant de la littérature, que de la philosophie, de la physique en passant par la physique quantique, la sociologie, la psychologie, la médecine incluant l'anatomie et le savoir ancien des tribus amérindiennes ou des peuples autochtones, etc... Ce qui à créé en moi la naîssance d'une vrai passion envers \"la Vie\" et tout ce qui constitue \"le grand monde du Vivant\" en général.",
  "whatIAm": "Qu'es-ce que je suis ?",
  "whatIAmTitle": "Je suis développeur d'application web, mais aussi auteur.",
  "whatIAmContentSubtitle1": "Je suis développeur d'application web :",
  "whatIAmContent1": "J'ai appris le Javascript lors d'une formation à la Wild Code School, j'ai tout de suite était conquis par l'idée de pouvoir développer à l'aide d'un langage de programmation les idées qui remplissent ma tête. Je conçoit des applications comme des sites internet ou des mini-jeux, mais aussi des applications mobile ou pour ordinateurs. Ce site n'est qu'une petite partie de ce qu'il est possible de faire dans ce domaine. Domaine qui tient plus d'une passion que d'une profession pour ma part. ",
  "whatIAmContentSutitle2": "Je suis Auteur :",
  "whatIAmContent2": "Il y a un peu plus d'un an environ, j'ai publié quelques planches anatomiques de Yoga que j'ai conçu avec les logiciels \"Gimp\" et \"InkScape\" (les homologues Open Sources de Photoshop et Adobe Illustrator), très rapidement cette publication Facebook a touchée plus de 13 400 000 personnes et a était partagée plus de 180 000 fois. Devant un tel succés, j'ai décidé de publier un livre \"42 postures de Yoga et étirements\" qui comporte les 42 planches anatomiques ainsi que les bienfaits avec diverses autres informations. En septembre 2019, j'ai franchi le pas de l'auto-édition, donc je suis inscrit entant qu'auteur à la Bibliothèque nationale de France depuis cette date. Ce fût une action dû à une réelle demande plus qu'une envie personnelle, mais j'en suis pleinement comblé.",
  "whatIAmFeelingGoodTitle": "Ce qui me fait me sentir Vivant !",
  "ImFeeling1": "Ressentir le monde qui m'entoure, sentir la caresse que la brise légère dépose sur mon visage, entendre l'eau, qui tendrement, berce mon âme par ses roulis langoureux. Me sentir exister!!!",
  "ImFeeling2": "Découvrir une magnifique fleur, qui non contente de submerger mes yeux par ses couleurs chatoyantes, insufle à mes narines un parfum d'une douceur délicatement enhivrante.",
  "ImFeeling3": "Savoir que ce monde est aussi fragile que superbement beau, et que envers et contre tout, voir les éléments comme un grand ensemble, former à un instant donné... un havre de paix.",
  "ImportantPointsTitle": "POINTS IMPORTANTS POUR UN DEVELOPPEUR !",
  "ImportantPointsSubtitle": "De mon point de vue seulement, bien sur !",
  "responsiveTitle1": "RESPONSIVE",
  "responsiveContent1": "Comme les applications et sites que nous conçevons, nous devons être adaptables... C'est un point fort, qui n'est pas négligeable chez tous les créatifs.",
  "responsiveTitle2": "PASSION",
  "responsiveContent2": "Tel un artiste, la passion doit être notre muse... La première des choses que nous développons en tant qu'être humain, c'est la passion... de notre mère étant bébé, ensuite, de notre doudou en sortant de l'age de nourrisson par exemple... et ainsi de suite jusqu' au langages de programmation.",
  "responsiveTitle3": "DESIGN",
  "responsiveContent3": "Le design web, bien sur, mais encore plus important... le \"design temps\" - gérer son temps via des sprints le mieux estimés possible..., \"le design humain\" - comprendre les attentes du client ou Product owner au plus juste afin d'augmenter le côté pro actif du projet..., sans compter le \"design de son espace de travail\" - on ne travail que mieux dans un espace de travail ergonomique et adéquate à notre tache..",
  "responsiveTitle4": "SUPPORT",
  "responsiveContent4": "Support car, il faut sans arrêt apprendre de nouvelles subtilitées du langage que l'on pratique... voir en apprendre un nouveau rapidement et avec efficacité. Il faut tout le temps être en \"veille technologique\" afin d'être à jour dans son savoir.",
  "bigProjectTitle": "Mon plus gros projet.",
  "bigProjectSubtitle": "AMANO-HILOT.FR",
  "bigProjectContent1": "J'ai utilisé Next js pour conçevoir ce site, je l'ai développé en SSR (Server Side Rendering) afin d'optimiser les performances ainsi que le SEO (Réferencement) tout en restant dynamique pour la partie Frontend. Concernant la partie backend, j'ai utilisé Strapi qui est conçu avec React et Bootstrap (Bootstrap + api = Strapi) c'est un CMS basé sur le principe MVC ... mais en javascript.",
  "bigProjectContent2": "La partie Site, portfolio et blog n'est que la face visible de l'iceberg, en réalité l'application complète est réalisée via 7 applications différentes reliées les unes aux autres pour n'en former qu'une de manière apparente. Les 6 autres applications sont réalisées avec React js",
  "bigPorjectContent3": "Le site sera très prochainement en ligne, le portfolio sur lequel vous surfez est la reproduction \"Jamstack\" conçu avec React Js, d'une petite partie du site amano-hilot.",
  "bigProjectButton": " Voir mes autres projets",
  "myLittlePalmaresTitle": "Mon petit Palmares",
  "myLittlePalmaresNumberCode": "6200+",
  "myLittlePalmaresTextCode": "Heures de \"code\"",
  "myLittlePalmaresNumberPassion": "100%",
  "myLittlePalmaresTextPassion": "De Passion",
  "myLittlePalmaresNumberProject": "10+",
  "myLittlePalmaresTextProject": "Projets terminés",
  "myLittlePalmaresNumberMotivation": "100%",
  "myLittlePalmaresTextMotivation": "De Motivation",
  "myWorkSwitchBarber": "Légère barbe",
  "myWorkSwitchBarberBis": "Barbe",
  "myWorks": " Mon travail",
  "myWorksSubtitle": "Voici les Projets que j'ai réalisé avec beaucoup de plaisir et de passion.",
  "myWorkDescription1": "si vous cliquez sur l'image d'un projet, une fenêtre va s'ouvrir avec une image animée du projet... ",
  "myWorkDescription2": "si vous cliquez de nouveau, dans la fenêtre cette fois, un lien vous conduira vers le code source du projet.",
  "firstRowDataTooltipTitle1": "Memory Yoga Cards - (React/Electron). ",
  "firstRowDataTooltipContent1": "Le coeur du jeu est basé sur un timer conçu avec un CustomHook. Le jeu est conçu avec React (Hooks) et Electron seulement, sans autres dépendances.",
  "firstRowProjectName1": "Memory Yoga Cards - (React/Electron).",
  "firstRowDataTooltipTitle2": "Match 3 Yoga Game - (React/Electron).",
  "firstRowDataTooltipContent2": "Le coeur du jeu est basé sur un timer conçu avec un CustomHook. Le jeu est conçu avec Electron, React (Hooks), Redux et React-motion.",
  "firstRowProjectName2": "Match 3 Yoga Game - (React/Electron).",
  "firstRowDataTooltipTitle3": "Remake Earth Puzzle - (React/Electron). ",
  "firstRowDataTooltipContent3": "Le coeur du jeu est basé sur un timer conçu avec un CustomHook. Le jeu est conçu avec Electron, React (Hooks), Node-sass, Styled Components React-dnd et React-dnd-html5-backend.",
  "firstRowProjectName3": "Remake Earth Puzzle - (React/Electron).",
  "firstRowDataTooltipTitle4": "Tetris Classic Game - (React/Electron).",
  "firstRowDataTooltipContent4": "Le jeu est conçu avec Electron, React (Hooks), Styled Components et React-spring.",
  "firstRowProjectName4": "Tetris Classic Game - (React/Electron).",
  "secondRowDataTooltipTitle1": "Sort The Waste Game - (React/Electron). ",
  "secondRowDataTooltipContent1": "Le coeur du jeu est basé sur un timer conçu avec un CustomHook. Le jeu est conçu avec Electron, React (Hooks), React-beautiful-dnd ainsi que Spectre.css. ",
  "secondRowProjectName1": "Sort The Waste Game - (React/Electron).",
  "secondRowDataTooltipTitle2": "Asanas Guessing Game - (React/express/Electron). ",
  "secondRowDataTooltipContent2": "Le coeur du jeu est basé sur un timer conçu avec un CustomHook. Le jeu est conçu avec Electron et React (Hooks) seulement, sans aucunes autres dépendances pour le frontend et Express pour le backend. ",
  "secondRowProjectName2": "Asanas Guessing Game - (React/express/Electron). ",
  "secondRowDataTooltipTitle3": "The Wild Circus - (React/Express).",
  "secondRowDataTooltipContent3": "Le frontend est conçu avec React (Hooks) et Redux, ainsi que Express et MySQL pour le backend",
  "secondRowProjectName3": "The Wild Circus - (React/Express).",
  "secondRowDataTooltipTitle4": "Gestion d'utilisateurs NFC_Update - (React-admin/Express).",
  "secondRowDataTooltipContent4": "Le site est conçu avec React, React-admin, chart.js, Redux, validator et Material UI Hooks pour le frontend. Pour le backend, bcryptjs, express, express-jwt, is-empty, jsonwebtoken, MySQl2, passport et sequelize comme ORM avec base de donnée MySQL",
  "secondRowProjectName4": "Gestion d'utilisateurs - (React-admin/Express).",
  "thirdRowDataTooltipTitle1": "Clone de Flappy Bird - (React-Native). ",
  "thirdRowDataTooltipContent1": "Clône du celebre jeu Flappy Bird, jeu conçu en React-Native avec comme dépendances : matter.js, react-native-paper et react-native-engine.",
  "thirdRowProjectName1": "Clone de Flappy Bird - (React-Native)",
  "thirdRowDataTooltipTitle2": "Theme Artiste responsive - (React/React-router). ",
  "thirdRowDataTooltipContent2": " Theme conçu avec React et React-router.",
  "thirdRowProjectName2": "Theme Artiste responsive - (React/React-router).",
  "thirdRowDataTooltipTitle3": "Site Amano-Hilot - (Next/Strapi). ",
  "thirdRowDataTooltipContent3": "Site conçu avec React, Next, Bootstrap et ReactStrap, Next-seo ainsi que Sass pour le frontend, pour le backend j'ai utilisé le CMS Strapi et une base de données MySQL.",
  "thirdRowProjectName3": "Site Amano-Hilot - (Next/Strapi). ",
  "thirdRowDataTooltipTitle4": "Site Jeux Amano-hilot - (React-Spring/Express).",
  "thirdRowDataTooltipContent4": "Site conçu avec React, React-spring, Spectre.css, Node-sass, Styled Components et Typescript en frontend ainsi que express pour le backend.",
  "thirdRowProjectName4": "Site Jeux Amano-hilot - (React-Spring/Express).",
  "skillsAbilityTitle1": "Mes compétences ",
  "skillsAbilityTitle2": "& capacités",
  "skillsAbilityContent1": "J'ai découvert le Javascript durant ma formation à la Wild Code School, tout au long du passage de mon titre de développeur web et mobile, je l'ai apprécié, et plus particulièrement React que j'adore car je peux exprimer mes capacités artistiques aisément avec cette technologie.",
  "skillAbilityContent2": "Depuis, j'ai approfondis mes connaîssances en javascript, aussi, j'ai découvert et apprécié travailler avec d'autres frameworks ou librairies comme Next ou Gatsby pour les sites (SEO friendly), React-Native ou Flutter pour les versions mobiles, Ionic pour les applications Cross-plateformes, ainsi que Electron pour les versions Desktop.",
  "skillsAbilityContent3": "En développant constamment des projets personnels et en travaillant sur mes compétences, j'ai réussi à apprendre de nombreuses nouvelles technologies et concepts technique, cela m'a également aidé à savoir comment choisir le bon stack pour mes projets.",
  "whereFindMe": "Ou me trouver?",
  "whereFindMeContent1": "Si vous ne me trouvez pas en train de Coder. ",
  "whereFindMeContent1bis": "Ce que je fait très régulièrement afin d'assouvir cette passion !!! ",
  "whereFindMeContent1ter": "alors vous me trouverez...",
  "whereFindMeContent2": "En train de jouer de la guitare, ",
  "whereFindMeContent2bis": "ce que je fait depuis maintenant 25 ans et qui est un besoin fondamental pour moi. Ou bien, vous me trouverez...",
  "whereFindMeContent3": "En train de dessiner ou peindre. ",
  "whereFindMeContent3bis": " Ce que je fait depuis... ",
  "whereFindMeContent3ter": "aussi loin que je puisse remonter mes souvenirs, j'ai toujours dessiné.",
  "whereFindMeUnderPictures1": "Créatif, je développe des sites Web élégants avec les dernières technologies.",
  "whereFindMeUnderPictures1bis": "Je cherche actuellement la bonne équipe où je peux contribuer à créer des produits digitaux incroyables.",
  "whereFindMeUnderPictures2": "Je suis actuellement à la recherche d'un emploi (éventuellement à distance) en tant que développeur fullStack Javascript (NodeJs-ReactJs),",
  "whereFindMeUnderPictures2bis": "un emploi dans lequel je peux faire passer mes compétences à un niveau supérieur et évoluer en tant que développeur Web.",
  "whereFindMeUnderPictures3": "Vous aimez mon portfolio et pensez que je suis bon candidat ?",
  "whereFindMeUnderPictures3bis": " Travaillons ensemble !",
  "contactModalButton": "Contactez moi !!",
  "titleContactForm": "Contactez moi !!",
  "placeHolder1": "VOTRE NOM ET PRENOM",
  "placeHolder2": "VOTRE EMAIL",
  "placeHolder3": "VOTRE NUMERO DE TÉLÉPHONE",
  "placeHolder4": "VOTRE MESSAGE",
  "SendingButtonContactForm": "ENVOYEZ VOTRE MESSAGE",
  "titleFooter1": "Développeur",
  "titleFooter2": "Illustrateur",
  "illustrator1": "Boutique RedBubble",
  "illustrator2": "Boutique Zazzle",
  "titleFooter3": "Auteur",
  "facebookLinkText": "Page Facebook",
  "cookieConsentTextButton": "J'ai compris",
  "cookieConsentText1": "Ce site utilise des cookies pour améliorer votre expérience utilisateur",
  "cookieConsentText2": "En continuant votre navigation, vous acceptez l’utilisation de cookies pour mesurer l’audience du site et vous proposer des fonctionnalités sociales."
}
