{
  "homeTitle": "Accueil",
  "about": "A Propos",
  "importantPoints": "Points Importants",
  "bigProject": "Gros projet",
  "myWorksmenu": "Mon Travail",
  "games": "Les Jeux",
  "title": "Faire quelque chose qui a du sens...",
  "credo": "Découvrir, Apprendre, Comprendre... C'est ainsi que je vois la Vie.",
  "titleButton": "Sens de la visite",
  "whoIAm": "Qui suis-je ?",
  "myName": "Je m'appelle Rodolphe Augusto",
  "whoIAMTitle": "Je suis un grand passionné de la Vie elle même.",
  "whoIAmContent": "Depuis ma plus tendre enfance, je vois les algorithmes de la nature tout autour de moi, ceux de la causalité ou des objets informationnels(Matière) en physique mais aussi ceux de la sphère de la pensée comprenant le sub-conscient, l'inconscient et le conscient... Toutes ces petites choses qui forment \"Un Tout\". Depuis que je sais lire je n'ai cessé de chercher à comprendre \"l'ensemble\" et \"l'envers du décor\". Je me suis donc instruit en lisant autant de la littérature, que de la philosophie, de la physique en passant par la physique quantique, la sociologie, la psychologie, la médecine incluant l'anatomie et le savoir ancien des tribus amérindiennes ou des peuples autochtones, etc... Ce qui à créé en moi la naîssance d'une vrai passion envers \"la Vie\" et tout ce qui constitue \"le grand monde du Vivant\" en général.",
  "whatIAm": "Qu'es-ce que je suis ?",
  "whatIAmTitle": "Je suis développeur d'application web, mais aussi auteur.",
  "whatIAmContentSubtitle1": "Je suis développeur d'application web :",
  "whatIAmContent1": "J'ai appris le Javascript lors d'une formation à la Wild Code School, j'ai tout de suite était conquis par l'idée de pouvoir développer à l'aide d'un langage de programmation les idées qui remplissent ma tête. Je conçoit des application comme des sites internet ou des mini-jeux, mais aussi des applications mobile ou pour ordinateurs. Ce site ainsi que les quelques autres projets que vous verrez dans la section développeur ne sont qu'une petite partie de ce qu'il est possible de faire dans ce domaine. Domaine qui tient plus d'une passion que d'une profession pour ma part. ",
  "whatIAmContentSutitle2": "Je suis Auteur :",
  "whatIAmContent2": "Il y a un peu plus d'un an environ, j'ai publié quelques planches anatomiques de Yoga que j'ai conçu avec les logiciels \"Gimp\" et \"InkScape\" (les homologues Open Sources de Photoshop et Adobe Illustrator), très rapidement cette publication Facebook a touchée plus de 13 400 000 personnes et à était partagée plus de 180 000 fois. Devant un tel succés, j'ai décider de publier un livre \"42 postures de Yoga et étirements\" qui comporte les 42 planches anatomiques ainsi que les bienfaits avec diverses autres informations. En septembre 2019, j'ai franchi le pas de l'auto-édition, donc je suis inscrit entant qu'auteur à la Bibliothèque nationale de France depuis cette date. Ce fût une action dû à une réelle demande plus qu'une envie personnelle, mais j'en suis pleinement comblé.",
  "whatIAmFeelingGoodTitle": "Ce qui me fait me sentir Vivant !",
  "ImFeeling1": "Ressentir le monde qui m'entoure, sentir la caresse que la brise légère dépose sur mon visage, entendre l'eau, qui tendrement, berce mon âme par ses roulis langoureux. Me sentir vivant!!!",
  "ImFeeling2": "Découvrir une magnifique fleur, qui non contente de submerger mes yeux par ses couleurs chatoyantes, insufle à mes narines un parfum d'une douceur délicatement enhivrante.",
  "ImFeeling3": "Savoir que ce monde est aussi fragile que superbement beau, et que envers et contre tout, voir les éléments comme un grand ensemble, former à un instant donné... un havre de paix.",
  "ImportantPointsTitle": "POINTS IMPORTANTS POUR UN DEVELOPPEUR !",
  "ImportantPointsSubtitle": "De mon point de vue seulement, bien sur !",
  "responsiveTitle1": "RESPONSIVE",
  "responsiveContent1": "Comme les applications et sites que nous conçevons, nous devons être adaptables... C'est un point fort, qui n'est pas négligeable chez tous les créatifs.",
  "responsiveTitle2": "PASSION",
  "responsiveContent2": "Tel un artiste, la passion doit être notre muse... La première des chose que nous développons en tant qu'être humain, c'est la passion... de notre mère étant bébé, ensuite, de notre doudou en sortant de l'age de nourrisson par exemples... et ainsi de suite jusqu' au langages de programmation.",
  "responsiveTitle3": "DESIGN",
  "responsiveContent3": "Le design web, bien sur, mais encore plus important... le \"design temps\" - gérer son temps via des sprints le mieux estimés possible..., \"le design humain\" - comprendre les attentes du client ou Product owner au plus juste afin d'augmenter le côté pro actif du projet..., sans compter le \"design de son espace de travail\" - on ne travail que mieux dans un espace de travail ergonomique et adéquate à notre tache..",
  "responsiveTitle4": "SUPPORT",
  "responsiveContent4": "Support car, il faut sans arrêt apprendre de nouvelles subtilitées du langage que l'on pratique... voir en apprendre un nouveau rapidement et avec efficacité. Il faut tout le temps être en \"veille technologique\" afin d'être à jour dans son savoir.",
  "bigProjectTitle": "Mon plus gros projet.",
  "bigProjectSubtitle": "AMANO-HILOT.FR",
  "bigProjectContent1": "J'ai utilisé Next js pour conçevoir ce site, je l'ai développé en SSR (Server Side Rendering) afin d'optimiser les performances ainsi que le SEO (Réferencement) tout en restant dynamique pour la partie Frontend. Concernant la partie backend, j'ai utilisé Strapi qui est conçu avec React et Bootstrap (Bootstrap + api = Strapi) c'est un CMS basé sur le principe MVC ... mais en javascript.",
  "bigProjectContent2": "La partie Site, portfolio et blog n'est que la face visible de l'iceberg, en réalité l'application complète est réalisée via 7 applications différentes reliées les unes aux autres pour n'en former qu'une de manière apparente. Les 6 autres applications sont réalisées avec React js",
  "bigPorjectContent3": "Le site sera très prochainement en ligne, le portfolio sur lequel vous surfez est la reproduction \"Jamstack\" conçu avec React Js, d'une petite partie du site amano-hilot.",
  "bigProjectButton": " Voir mes autres projets",
  "myLittlePalmaresTitle": "Mon petit Palmares",
  "myLittlePalmaresNumberCode": "6200+",
  "myLittlePalmaresTextCode": "Heures de \"code\"",
  "myLittlePalmaresNumberPassion": "100%",
  "myLittlePalmaresTextPassion": "De Passion",
  "myLittlePalmaresNumberProject": "10+",
  "myLittlePalmaresTextProject": "Projets terminés",
  "myLittlePalmaresNumberMotivation": "100%",
  "myLittlePalmaresTextMotivation": "De Motivation",
  "myWorkSwitchBarber": "Légère barbe",
  "myWorkSwitchBarberBis": "Barbe",
  "myWorks": " Mon travail",
  "myWorksSubtitle": "Voici les Projets que j'ai réalisé avec beaucoup de plaisir et de passion.",
  "myWorkDescription1": "si vous cliquez sur l'image d'un projet, une fenêtre va s'ouvrir avec une image animée du projet... ",
  "myWorkDescription2": "si vous cliquez de nouveau, dans la fenêtre cette fois, un lien vous conduira vers le code source du projet.",
  "firstRowDataTooltipTitle1": "Memory Yoga Cards - (React/Electron). ",
  "firstRowDataTooltipContent1": "Le coeur du jeu est basé sur un timer conçu avec un CustomHook. Le jeu est conçu avec React (Hooks) et Electron seulement, sans autres dépendances.",
  "firstRowProjectName1": "Memory Yoga Cards - (React/Electron).",
  "firstRowDataTooltipTitle2": "Match 3 Yoga Game - (React/Electron).",
  "firstRowDataTooltipContent2": "Le coeur du jeu est basé sur un timer conçu avec un CustomHook. Le jeu est conçu avec Electron, React (Hooks), Redux et React-motion.",
  "firstRowProjectName2": "Match 3 Yoga Game - (React/Electron).",
  "firstRowDataTooltipTitle3": "Remake Earth Puzzle - (React/Electron). ",
  "firstRowDataTooltipContent3": "Le coeur du jeu est basé sur un timer conçu avec un CustomHook. Le jeu est conçu avec Electron, React (Hooks), Node-sass, Styled Components React-dnd et React-dnd-html5-backend.",
  "firstRowProjectName3": "Remake Earth Puzzle - (React/Electron).",
  "firstRowDataTooltipTitle4": "Tetris Classic Game - (React/Electron).",
  "firstRowDataTooltipContent4": "Le jeu est conçu avec Electron, React (Hooks), Styled Components et React-spring.",
  "firstRowProjectName4": "Tetris Classic Game - (React/Electron).",
  "secondRowDataTooltipTitle1": "Sort The Waste Game - (React/Electron). ",
  "secondRowDataTooltipContent1": "Le coeur du jeu est basé sur un timer conçu avec un CustomHook. Le jeu est conçu avec Electron, React (Hooks), React-beautiful-dnd ainsi que Spectre.css. ",
  "secondRowProjectName1": "Sort The Waste Game - (React/Electron).",
  "secondRowDataTooltipTitle2": "",
  "secondRowDataTooltipContent2": "",
  "secondRowProjectName2": "",
  "secondRowDataTooltipTitle3": "",
  "secondRowDataTooltipContent3": "",
  "secondRowProjectName3": "",
  "secondRowDataTooltipTitle4": "",
  "secondRowDataTooltipContent4": "",
  "secondRowProjectName4": ""
}
