{
  "homeTitle": "Home",
  "about": "About",
  "importantPoints": "Important points",
  "bigProject": "Big Project",
  "myWorksmenu": "My Work",
  "games": "Games",
  "playGames": "Let's Play a Games",
  "closeGames": "Close the window",
  "fixGames": "Fix the game",
  "unlockGames": "Unlock the game",
  "errorGamesH1": "Oops ... Your screen definition does not support the minimum game display size.",
  "errorGamesH2": "Your user experience is not possible ...",
  "errorGamesAlert": "please view this page on a larger screen ...",
  "fixGamesTooltip1": "In order to have a good gameplay, as well as an optimal user experience, please set the content of the window by clicking on this button. (Additional option: You can put the window in full screen with the F11 key to further improve your comfort).",
  "fixGamesTooltip2": "After having satisfied your desire to play, click again on the button (as well as the F11 key if you have chosen full screen) to release the window and return to normal navigation.",
  "title": "Do something that makes sense ...",
  "credo": "Discover, Learn, Understand ... This is how I see Life.",
  "titleButton": "Direction of visit",
  "whoIAm": "Who am I ?",
  "myName": "My name is Rodolphe Augusto",
  "whoIAMTitle": "I am very passionate about Life itself.",
  "whoIAmContent": "Since my earliest childhood, I see the algorithms of nature all around me, those of causality or informational objects (Matter) in physics but also those of the sphere of thought including the sub-conscious, the unconscious and the conscious ... All these little things that form \"One Whole \". Since I learned to read I have not stopped trying to understand \"the whole \" and \"behind the scenes \". So I educated myself by reading as much literature as philosophy, physics through quantum physics, sociology, psychology, medicine including anatomy and ancient knowledge of Amerindian tribes or indigenous peoples. , etc ... What created in me the birth of a true passion towards \"Life \" and all that constitutes \"the great living world \" in general.",
  "whatIAm": "What am I?",
  "whatIAmTitle": "I am a web application developer, but also an author.",
  "whatIAmContentSubtitle1": "I am a web application developer:",
  "whatIAmContent1": "I learned Javascript during a training course at Wild Code School, I was immediately won over by the idea of ​​being able to develop the ideas that fill my head using a programming language. I design applications such as websites or mini-games, but also mobile or computer applications. This site and the few other projects that you will see in the developer section are only a small part of what is possible in this area. Domain that is more of a passion than a profession for me.",
  "whatIAmContentSutitle2": "I am Author:",
  "whatIAmContent2": "A little over a year ago, I published some Yoga anatomical boards that I designed with \"Gimp \" and \"InkScape \" software (the Open Sources counterparts of Photoshop and Adobe Illustrator ), very quickly this Facebook post reached over 13,400,000 people and was shared over 180,000 times. Faced with such success, I decided to publish a book \"42 Yoga postures and stretching \" which includes the 42 anatomical boards as well as the benefits with various other information. In September 2019, I took the step of self-publishing, so I have been registered as an author at the National Library of France since that date. It was an action due to a real request more than a personal desire, but I am fully satisfied.",
  "whatIAmFeelingGoodTitle": "What makes me feel Alive!",
  "ImFeeling1": "Feel the world around me, feel the caress that the light breeze leaves on my face, hear the water, which tenderly cradles my soul with its languid rolls. To feel alive.",
  "ImFeeling2": "Discover a magnificent flower, which not content to overwhelm my eyes with its shimmering colors, infuses my nostrils with a fragrance of delicately intoxicating sweetness.",
  "ImFeeling3": "Knowing that this world is as fragile as it is superbly beautiful, and that despite everything, seeing the elements as a large whole, forming at a given moment ... a haven of peace.",
  "ImportantPointsTitle": "IMPORTANT POINTS FOR A DEVELOPER!",
  "ImportantPointsSubtitle": "From my point of view only, of course!",
  "responsiveTitle1": "RESPONSIVE",
  "responsiveContent1": "Like the applications and sites we design, we have to be adaptable ... This is a strong point, which is not negligible for all creatives.",
  "responsiveTitle2": "PASSION",
  "responsiveContent2": "Like an artist, passion must be our muse ... The first thing that we develop as a human being is the passion ... of our mother as a baby, then of our blanket when leaving the room. 'infant age for example ... and so on until programming languages.",
  "responsiveTitle3": "DESIGN",
  "responsiveContent3": "Web design, of course, but even more important ... \"design time \" - manage your time through sprints as much as possible ..., \"human design \" - understand customer expectations or Lean product owner in order to increase the proactive side of the project ..., not to mention the \"design of his workspace \" - we only work better in an ergonomic workspace that is adequate for our task. .",
  "responsiveTitle4": "SUPPORT",
  "responsiveContent4": "Support because, you have to constantly learn new subtleties of the language you practice ... or learn a new one quickly and efficiently. You have to be in \"technological watch \" all the time in order to be up to date in your knowledge.",
  "bigProjectTitle": "My biggest project.",
  "bigProjectSubtitle": "AMANO-HILOT.FR",
  "bigProjectContent1": "I used Next js to design this site, I developed it in SSR (Server Side Rendering) in order to optimize performance as well as SEO (Referencing) while remaining dynamic for the Frontend part. Regarding the backend part, I used Strapi which is designed with React and Bootstrap (Bootstrap + api = Strapi) it is a CMS based on the MVC principle ... but in javascript.",
  "bigProjectContent2": "The Site, portfolio and blog part is only the visible face of the iceberg, in reality the complete application is carried out via 7 different applications linked to each other to form only one apparently. The other 6 applications are made with React js ",
  "bigPorjectContent3": "The site will be online very soon, the portfolio on which you are surfing is the \"Jamstack \" reproduction designed with React Js, of a small part of the amano-hilot site.",
  "bigProjectButton": "See my other projects",
  "myLittlePalmaresTitle": "My little Palmares",
  "myLittlePalmaresNumberCode": "6200+",
  "myLittlePalmaresTextCode": "\"Code \" hours",
  "myLittlePalmaresNumberPassion": "100%",
  "myLittlePalmaresTextPassion": "From Passion",
  "myLittlePalmaresNumberProject": "10+",
  "myLittlePalmaresTextProject": "Completed projects",
  "myLittlePalmaresNumberMotivation": "100%",
  "myLittlePalmaresTextMotivation": "Motivational",
  "myWorkSwitchBarber": "Light beard",
  "myWorkSwitchBarberBis": "Beard",
  "myWorks": " My work",
  "myWorksSubtitle": "Here are the Projects that I realized with a lot of pleasure and passion.",
  "myWorkDescription1": "if you click on the image of a project, a window will open with an animated image of the project ...",
  "myWorkDescription2": "if you click again, in the window this time, a link will take you to the source code of the project.",
  "firstRowDataTooltipTitle1": "Memory Yoga Cards - (React/Electron). ",
  "firstRowDataTooltipContent1": "The heart of the game is based on a timer designed with a CustomHook. The game is designed with React (Hooks) and Electron only, with no other dependencies.",
  "firstRowProjectName1": "Memory Yoga Cards - (React/Electron).",
  "firstRowDataTooltipTitle2": "Match 3 Yoga Game - (React/Electron).",
  "firstRowDataTooltipContent2": "The heart of the game is based on a timer designed with a CustomHook. The game is designed with Electron, React (Hooks), Redux and React-motion.",
  "firstRowProjectName2": "Match 3 Yoga Game - (React/Electron).",
  "firstRowDataTooltipTitle3": "Remake Earth Puzzle - (React/Electron). ",
  "firstRowDataTooltipContent3": "The heart of the game is based on a timer designed with a CustomHook. The game is built with Electron, React (Hooks), Node-sass, Styled Components React-dnd, and React-dnd-html5-backend.",
  "firstRowProjectName3": "Remake Earth Puzzle - (React/Electron).",
  "firstRowDataTooltipTitle4": "Tetris Classic Game - (React/Electron).",
  "firstRowDataTooltipContent4": "The game is designed with Electron, React (Hooks), Styled Components and React-spring.",
  "firstRowProjectName4": "Tetris Classic Game - (React/Electron).",
  "secondRowDataTooltipTitle1": "Sort The Waste Game - (React/Electron). ",
  "secondRowDataTooltipContent1": "The heart of the game is based on a timer designed with a CustomHook. The game is designed with Electron, React (Hooks), React-beautiful-dnd as well as Spectre.css.",
  "secondRowProjectName1": "Sort The Waste Game - (React/Electron).",
  "secondRowDataTooltipTitle2": "Asanas Guessing Game - (React/express/Electron). ",
  "secondRowDataTooltipContent2": "The heart of the game is based on a timer designed with a CustomHook. The game is designed with Electron and React (Hooks) only, with no other dependencies for the frontend and Express for the backend.",
  "secondRowProjectName2": "Asanas Guessing Game - (React/express/Electron). ",
  "secondRowDataTooltipTitle3": "The Wild Circus - (React/Express).",
  "secondRowDataTooltipContent3": "The frontend is designed with React (Hooks) and Redux, as well as Express and MySQL for the backend",
  "secondRowProjectName3": "The Wild Circus - (React/Express).",
  "secondRowDataTooltipTitle4": "NFC_Update user management - (React-admin / Express).",
  "secondRowDataTooltipContent4": "The site is designed with React, React-admin, chart.js, Redux, validator and Material UI Hooks for the frontend. For the backend, bcryptjs, express, express-jwt, is-empty, jsonwebtoken, MySQl2, passport and sequelize as ORM with MySQL database",
  "secondRowProjectName4": "User management - (React-admin / Express)",
  "thirdRowDataTooltipTitle1": "Flappy Bird Clone - (React-Native).",
  "thirdRowDataTooltipContent1": "Clone of the famous Flappy Bird game, game designed in React-Native with dependencies: matter.js, react-native-paper and react-native-engine.",
  "thirdRowProjectName1": "Flappy Bird Clone - (React-Native)",
  "thirdRowDataTooltipTitle2": "Responsive Artist Theme - (React / React-router).",
  "thirdRowDataTooltipContent2": "Theme designed with React and React-router.",
  "thirdRowProjectName2": "Responsive Artist Theme - (React / React-router).",
  "thirdRowDataTooltipTitle3": "Amano-Hilot site - (Next / Strapi). ",
  "thirdRowDataTooltipContent3": "Site designed with React, Next, Bootstrap and ReactStrap, Next-seo as well as Sass for the frontend, for the backend I used the Strapi CMS and a MySQL database.",
  "thirdRowProjectName3": "Amano-Hilot site - (Next / Strapi).",
  "thirdRowDataTooltipTitle4": "Amano-hilot Games Site - (React-Spring / Express).",
  "thirdRowDataTooltipContent4": "Site designed with React, React-spring, Spectre.css, Node-sass, Styled Components and Typescript in frontend as well as express for the backend.",
  "thirdRowProjectName4": "Amano-hilot Games Site - (React-Spring / Express).",
  "skillsAbilityTitle1": "My skills",
  "skillsAbilityTitle2": "& abilities",
  "skillsAbilityContent1": "I discovered JavaScript during my training at the Wild Code School, throughout my career as a web and mobile developer, I liked it, and more particularly React which I love because I can express my artistic capacities easily with this technology.",
  "skillAbilityContent2": "Since then, I deepened my knowledge in javascript, also, I discovered and enjoyed working with other frameworks or libraries like Next or Gatsby for sites (SEO friendly), React-Native or Flutter for mobile versions, Ionic for Cross-platform applications, as well as Electron for Desktop versions.",
  "skillsAbilityContent3": "By constantly developing personal projects and working on my skills, I managed to learn many new technologies and technical concepts, it also helped me know how to choose the right stack for my projects.",
  "whereFindMe": "Where to find me?",
  "whereFindMeContent1": "If you can't find me Coding.",
  "whereFindMeContent1bis": "What I do very regularly in order to satisfy this passion !!!",
  "whereFindMeContent1ter": "then you will find me ...",
  "whereFindMeContent2": "Playing guitar",
  "whereFindMeContent2bis": "which I have been doing for 25 years now and which is a fundamental need for me. Or you will find me ...",
  "whereFindMeContent3": "Drawing or painting.",
  "whereFindMeContent3bis": "What I've been doing since ...",
  "whereFindMeContent3ter": "as far as I can trace my memories, I have always drawn.",
  "whereFindMeUnderPictures1": "Creative, I develop stylish websites with the latest technology.",
  "whereFindMeUnderPictures1bis": "I'm currently looking for the right team where I can help create amazing digital products.",
  "whereFindMeUnderPictures2": "I am currently looking for a job (possibly remotely) as a fullStack Javascript developer (NodeJs-ReactJs),",
  "whereFindMeUnderPictures2bis": "a job in which I can take my skills to the next level and grow as a web developer.",
  "whereFindMeUnderPictures3": "Do you like my portfolio and think I'm a good candidate?",
  "whereFindMeUnderPictures3bis": "Let's work together!",
  "contactModalButton": "Contact me !!",
  "titleContactForm": "Contact me !!",
  "placeHolder1": "YOUR NAME AND FIRST NAME",
  "placeHolder2": "YOUR EMAIL",
  "placeHolder3": "YOUR PHONE NUMBER",
  "placeHolder4": "YOUR MESSAGE",
  "SendingButtonContactForm": "SEND YOUR MESSAGE",
  "titleFooter1": "Developer",
  "titleFooter2": "Illustrator",
  "illustrator1": "RedBubble Store",
  "illustrator2": "Zazzle store",
  "titleFooter3": "Author",
  "facebookLinkText": "Facebook page"
}
