{
  "homeTitle": "página inicial",
  "about": "a respeito",
  "importantPoints": "Pontos importantes",
  "bigProject": "Grande projeto",
  "myWorksmenu": "Minhas trabalho",
  "games": "Jogos",
  "playGames": "Vamos jogar jogos",
  "closeGames": "Feche a janela",
  "fixGames": "bloquear o jogo",
  "fixGamesTooltip1": "Para ter uma boa jogabilidade e uma ótima experiência do usuário, defina o conteúdo da janela clicando neste botão. (Opção adicional: você pode colocar a janela em tela cheia com a tecla F11 para melhorar ainda mais seu conforto).",
  "fixGamesTooltip2": "Depois de satisfazer seu desejo de jogar, clique novamente no botão (assim como na tecla F11, se você escolheu a tela cheia) para liberar a janela e retornar à navegação normal.",
  "unlockGames": "Desbloquear o jogo",
  "errorGamesH1": "Ops ... Sua definição de tela não suporta o tamanho mínimo de exibição do jogo.",
  "errorGamesH2": "Sua experiência do usuário não é possível ...",
  "errorGamesAlert": "veja esta página em uma tela maior ...",
  "title": "Faça algo que faça sentido ...",
  "credo": "Descubra, aprenda, entenda ... É assim que vejo a vida.",
  "titleButton": "Direção da visita",
  "whoIAm": "Quem sou eu ?",
  "myName": "Minhas nome é Rodolphe Augusto",
  "whoIAMTitle": "Sou muito apaixonado pela própria vida.",
  "whoIAmContent": "Desde a minha primeira infância, vejo os algoritmos da natureza ao meu redor, os de causalidade ou objetos informacionais (matéria) na física, mas também os da esfera de pensamento, incluindo o subconsciente, o inconsciente e o consciente ... Todas essas pequenas coisas que formam \"Um Todo\". Desde que aprendi a ler, não parei de tentar entender \"o todo\" e \"os bastidores\". Por isso, me educei lendo tanta literatura quanto filosofia, física através da física quântica, sociologia, psicologia, medicina, incluindo anatomia e conhecimento antigo de tribos ameríndias ou povos indígenas. , etc ... O que criou em mim o nascimento de uma verdadeira paixão pela \"Vida\" e tudo o que constitui \"o grande mundo dos vivos\" em geral.",
  "whatIAm": "O que eu sou?",
  "whatIAmTitle": "Sou desenvolvedor de aplicativos web, mas também autor.",
  "whatIAmContentSubtitle1": "Sou desenvolvedor de aplicativos da web:",
  "whatIAmContent1": "Eu aprendi JavaScript durante um curso de treinamento na Wild Code School, fui imediatamente conquistado pela idéia de poder desenvolver as idéias que enchem minha cabeça usando uma linguagem de programação. Desenvolvo aplicativos como sites ou minijogos, mas também aplicativos para dispositivos móveis ou computadores. Este site é apenas uma pequena parte do que é possível nessa área. Domínio que é mais uma paixão do que uma profissão para mim.",
  "whatIAmContentSutitle2": "Eu sou o Autor:",
  "whatIAmContent2": "Há pouco mais de um ano, publiquei algumas placas anatômicas do Yoga que eu projetei com os softwares \"Gimp\" e \"InkScape\" (as contrapartes de código aberto do Photoshop e Adobe Illustrator ), muito rapidamente, esta postagem no Facebook alcançou mais de 13.400.000 pessoas e foi compartilhada mais de 180.000 vezes. Diante de tanto sucesso, decidi publicar um livro \"42 posturas e alongamentos de ioga\", que inclui as 42 placas anatômicas e os benefícios com várias outras informações. Em setembro de 2019, dei o passo de autopublicação, por isso me registrei como autor na Biblioteca Nacional da França desde aquela data. Foi uma ação devido a uma solicitação real mais do que um desejo pessoal, mas estou totalmente satisfeito.",
  "whatIAmFeelingGoodTitle": "O que me faz sentir vivo!",
  "ImFeeling1": "Sinta o mundo ao meu redor, sinta a carícia que a brisa leve deixa no meu rosto, ouça a água, que carinhosamente envolve minha alma com seus movimentos lânguidos. Sentir vivo !!!",
  "ImFeeling2": "Descubra uma flor magnífica, que não se contenta em dominar meus olhos com suas cores cintilantes, infunde minhas narinas com uma fragrância delicadamente intoxicante.",
  "ImFeeling3": "Saber que este mundo é tão frágil quanto soberbamente bonito e que, apesar de tudo, vê os elementos como um todo grande, formando em um determinado momento ... um refúgio de paz.",
  "ImportantPointsTitle": "PONTOS IMPORTANTES PARA UM DESENVOLVEDOR!",
  "ImportantPointsSubtitle": "Apenas do meu ponto de vista, é claro!",
  "responsiveTitle1": "RESPONSIVE",
  "responsiveContent1": "Assim como os aplicativos e sites que projetamos, precisamos ser adaptáveis ​​... Esse é um ponto forte, que não é desprezível para todos os criativos.",
  "responsiveTitle2": "PASSION",
  "responsiveContent2": "Como um artista, a paixão deve ser nossa musa ... A primeira coisa que desenvolvemos como ser humano é a paixão ... de nossa mãe quando bebê, e depois de nosso cobertor ao sair da sala. 'idade infantil, por exemplo ... e assim por diante até linguagens de programação.",
  "responsiveTitle3": "DESIGN",
  "responsiveContent3": "Web design, é claro, mas ainda mais importante ... \"time design\" - gerenciando seu tempo através dos sprints da melhor maneira possível ..., \"human design\" - entendendo as expectativas dos clientes ou Proprietário de produto enxuto para aumentar o lado proativo do projeto ..., sem mencionar o \"design de seu espaço de trabalho \" - só trabalhamos melhor em um espaço de trabalho ergonômico adequado para nossa tarefa. .",
  "responsiveTitle4": "SUPPORT",
  "responsiveContent4": "Suporte, porque você precisa aprender constantemente novas sutilezas do idioma que pratica ... ou aprender um novo de forma rápida e eficiente. Você precisa estar \"vigiando\" o tempo todo para estar atualizado em seu conhecimento.",
  "bigProjectTitle": "Minhas maior projeto.",
  "bigProjectSubtitle": "AMANO-HILOT.FR",
  "bigProjectContent1": "Usei o Next js para projetar este site, desenvolvi-o em SSR (Server Side Rendering) para otimizar o desempenho e o SEO (referência), mantendo a dinâmica da parte Frontend. Em relação à parte de back-end, usei o Strapi, que é projetado com React e Bootstrap (Bootstrap + api = Strapi), é um CMS baseado no princípio do MVC ... mas em javascript.",
  "bigProjectContent2": "A parte Site, portfólio e blog é apenas a face visível do iceberg, na realidade a aplicação completa é realizada através de 7 aplicações diferentes ligadas entre si para formar apenas uma aparentemente. As outras 6 aplicações são feitas com React js",
  "bigPorjectContent3": "O site estará on-line muito em breve, o portfólio no qual você está navegando é a reprodução \"Jamstack\" projetada com o React Js, de uma pequena parte do site do amano-hilot.",
  "bigProjectButton": " Veja meus outros projetos",
  "myLittlePalmaresTitle": "Minhass pequenos Palmares",
  "myLittlePalmaresNumberCode": "6200+",
  "myLittlePalmaresTextCode": "\"Código\" horas",
  "myLittlePalmaresNumberPassion": "100%",
  "myLittlePalmaresTextPassion": "De Paixão",
  "myLittlePalmaresNumberProject": "10+",
  "myLittlePalmaresTextProject": "Projetos completos",
  "myLittlePalmaresNumberMotivation": "100%",
  "myLittlePalmaresTextMotivation": "Motivacional",
  "myWorkSwitchBarber": "Barba clara",
  "myWorkSwitchBarberBis": "Barba",
  "myWorks": "Minhas trabalho",
  "myWorksSubtitle": "Aqui estão os projetos que realizei com muito prazer e paixão.",
  "myWorkDescription1": "se você clicar na imagem de um projeto, uma janela será aberta com uma imagem animada do projeto ...",
  "myWorkDescription2": "se você clicar novamente, na janela desta vez, um link o levará ao código-fonte do projeto.",
  "firstRowDataTooltipTitle1": "Memory Yoga Cards - (React/Electron). ",
  "firstRowDataTooltipContent1": "O coração do jogo é baseado em um cronômetro projetado com um CustomHook. O jogo foi desenvolvido apenas com React (Hooks) e Electron, sem outras dependências.",
  "firstRowProjectName1": "Memory Yoga Cards - (React/Electron).",
  "firstRowDataTooltipTitle2": "Match 3 Yoga Game - (React/Electron).",
  "firstRowDataTooltipContent2": "O coração do jogo é baseado em um cronômetro projetado com um CustomHook. O jogo é projetado com Electron, React (Hooks), redux e React-movimento.",
  "firstRowProjectName2": "Match 3 Yoga Game - (React/Electron).",
  "firstRowDataTooltipTitle3": "Remake Earth Puzzle - (React/Electron). ",
  "firstRowDataTooltipContent3": "O coração do jogo é baseado em um cronômetro projetado com um CustomHook. O jogo é construído com Electron, React (Hooks), sass de nó, React-dnd com estilo e componentes e React-dnd-html5-back-end.",
  "firstRowProjectName3": "Remake Earth Puzzle - (React/Electron).",
  "firstRowDataTooltipTitle4": "Tetris Classic Game - (React/Electron).",
  "firstRowDataTooltipContent4": "O jogo foi projetado com Electron, React (Hooks), Styled Components é React-spring.",
  "firstRowProjectName4": "Tetris Classic Game - (React/Electron).",
  "secondRowDataTooltipTitle1": "Sort The Waste Game - (React/Electron). ",
  "secondRowDataTooltipContent1": "O coração do jogo é baseado em um cronômetro projetado com um CustomHook. O jogo foi desenvolvido com Electron, React (Hooks), React-beautiful-dnd e Spectre.css.",
  "secondRowProjectName1": "Sort The Waste Game - (React/Electron).",
  "secondRowDataTooltipTitle2": "Asanas Guessing Game - (React/express/Electron). ",
  "secondRowDataTooltipContent2": "O coração do jogo é baseado em um cronômetro projetado com um CustomHook. O jogo foi projetado apenas com Electron e React (Hooks), sem outras dependências para o front-end e Express para o back-end.",
  "secondRowProjectName2": "Asanas Guessing Game - (React/express/Electron). ",
  "secondRowDataTooltipTitle3": "The Wild Circus - (React/Express).",
  "secondRowDataTooltipContent3": "O front-end é projetado com React (Hooks) e Redux, assim como Express e MySQL para o back-end",
  "secondRowProjectName3": "The Wild Circus - (React/Express).",
  "secondRowDataTooltipTitle4": "NFC_Update gerenciamento de usuários - (React-admin / Express).",
  "secondRowDataTooltipContent4": "O site foi desenvolvido com React, React-admin, chart.js, Redux, validator e Material UI para o frontend. Para o back-end, bcryptjs, express, express-jwt, is-empty, jsonwebtoken, MySQl2, passaporte e sequenciam como ORM com banco de dados MySQL",
  "secondRowProjectName4": "gerenciamento de usuários - (React-admin / Express).",
  "thirdRowDataTooltipTitle1": "Clone Netflix - (React). ",
  "thirdRowDataTooltipContent1": "Clone do famoso site Netflix, desenvolvido em React e Jquery",
  "thirdRowProjectName1": "Clone Netflix - (React)",
  "thirdRowDataTooltipTitle2": "Minhas Previsão do tempo App - (React). ",
  "thirdRowDataTooltipContent2": " Progressive Web App desenvolvido com React.",
  "thirdRowProjectName2": "Minhas Previsão do tempo App - (React).",
  "thirdRowDataTooltipTitle3": "Painel de login - (React). ",
  "thirdRowDataTooltipContent3": "Painel de login e registro, projetado com React.",
  "thirdRowProjectName3": "Painel de login - (React). ",
  "thirdRowDataTooltipTitle4": "Minhas Github - (React).",
  "thirdRowDataTooltipContent4": "Progressive Web App desenvolvido com React.",
  "thirdRowProjectName4": "Minhas Github - (React).",
  "fourthRowDataTooltipTitle1": "Clone Flappy Bird - (React-Native).",
  "fourthRowDataTooltipContent1": "Clone do famoso jogo Flappy Bird, jogo projetado em React-Native com dependências: matter.js, react-native-paper e react-native-engine.",
  "fourthRowProjectName1": "Clone Flappy Bird - (React-Native).",
  "fourthRowDataTooltipTitle2": "Tema do artista responsivo - (React / React-router).",
  "fourthRowDataTooltipContent2": " Tema projetado com React e React-router.",
  "fourthRowProjectName2": "Tema do artista responsivo - (React / React-router).",
  "fourthRowDataTooltipTitle3": "Site Amano-Hilot - (Next/Strapi). ",
  "fourthRowDataTooltipContent3": "Site projetado com React, Next, Bootstrap e ReactStrap, Next-seo e Sass para o front-end, para o back-end usei o Strapi CMS e um banco de dados MySQL. ",
  "fourthRowProjectName3": "Site Amano-Hilot - (Next/Strapi). ",
  "fourthRowDataTooltipTitle4": "Site de jogos Amano-hilot - (React-Spring / Express).",
  "fourthRowDataTooltipContent4": "Site projetado com React, React-spring, Spectre.css, Node-sass, Componentes com estilo e TypeScript no front-end, bem como expresso para o back-end.",
  "fourthRowProjectName4": "Site de jogos Amano-hilot - (React-Spring / Express).",
  "skillsAbilityTitle1": "Minhas habilidades ",
  "skillsAbilityTitle2": "& capacidades",
  "skillsAbilityContent1": "Descobri o Javascript durante o treinamento na Wild Code School, ao longo da passagem do meu título de desenvolvedor web e móvel, apreciei e, mais particularmente, React que adoro porque posso expressar minhas capacidades artísticas Obrigado com esta tecnologia.",
  "skillAbilityContent2": "Desde então, eu aprofundei meu conhecimento em javascript e também descobri e gostei de trabalhar com outras estruturas ou bibliotecas como Next ou Gatsby para sites (SEO friendly), React-Native ou Flutter para versões móveis, Ionic para aplicativos de plataforma cruzada e versões do Electron por Desktop.",
  "skillsAbilityContent3": "Desenvolvendo constantemente projetos pessoais e trabalhando em minhas habilidades, consegui aprender muitas novas tecnologias e conceitos técnicos, além de me ajudar a saber como escolher a pilha certa para meus projetos.",
  "skillSection1": "línguas",
  "skillSection3": "Backend",
  "skillSection4": "Plataformas cruzadas e móveis",
  "skillSection2": "Bibliotecas e estruturas front-end",
  "skillSection5": "Colaborativo",
  "skillSection6": "Gráficos / Ilustração",
  "whereFindMe": "Onde me encontrar?",
  "whereFindMeContent1": "Se você não pode me encontrar Codificação.",
  "whereFindMeContent1bis": "O que faço regularmente para satisfazer essa paixão !!!",
  "whereFindMeContent1ter": "então você vai me encontrar ...",
  "whereFindMeContent2": "Tocando violão",
  "whereFindMeContent2bis": "o que venho fazendo há 25 anos e que é uma necessidade fundamental para mim. Ou você vai me encontrar ...",
  "whereFindMeContent3": "Desenho ou pintura.",
  "whereFindMeContent3bis": " O que venho fazendo desde ... ",
  "whereFindMeContent3ter": "tanto quanto consigo traçar minhas memórias, sempre desenhei.",
  "whereFindMeUnderPictures1": "Criativo, desenvolvo sites elegantes com a tecnologia mais recente.",
  "whereFindMeUnderPictures1bis": "Atualmente, estou procurando a equipe certa, onde posso ajudar a criar produtos digitais incríveis.",
  "whereFindMeUnderPictures2": "No momento, estou procurando um emprego (possivelmente remotamente) como desenvolvedor fullStack Javascript (NodeJs-ReactJs),",
  "whereFindMeUnderPictures2bis": "um trabalho em que eu possa levar minhas habilidades para o próximo nível e crescer como desenvolvedor web.",
  "whereFindMeUnderPictures3": "Você gosta do meu portfólio e acha que sou uma boa candidata ?",
  "whereFindMeUnderPictures3bis": " Vamos trabalhar juntos !",
  "contactModalButton": "Contate-me !!",
  "titleContactForm": "Contate-me !!",
  "placeHolder1": "SEU NOME E PRIMEIRO NOME",
  "placeHolder2": "SEU EMAIL",
  "placeHolder3": "SEU NÚMERO DE TELEFONE",
  "placeHolder4": "SUA MENSAGEM",
  "SendingButtonContactForm": "ENVIE SUA MENSAGEM",
  "titleFooter1": "Desenvolvedor",
  "titleFooter2": "Ilustrador",
  "illustrator1": "Loja RedBubble",
  "illustrator2": "Loja Zazzle",
  "titleFooter3": "Autor",
  "facebookLinkText": "página do Facebook",
  "cookieConsentTextButton": "entendi",
  "cookieConsentText1": "Este site usa cookies para melhorar sua experiência de usuário",
  "cookieConsentText2": "Ao continuar a navegar, você aceita o uso de cookies para medir o público do site e oferecer recursos sociais.",
  "mygithub": "Github My Profile"
}
