{
  "homeTitle": "Casa",
  "about": "Sobre",
  "importantPoints": "Pontos importantes",
  "bigProject": "Grande projeto",
  "myWorksmenu": "Meu trabalho",
  "games": "Jogos",
  "playGames": "Vamos jogar jogos",
  "closeGames": "Feche a janela",
  "fixGames": "bloquear a janela do jogo",
  "fixGamesTooltip1": "Para ter uma boa jogabilidade e uma ótima experiência do usuário, defina o conteúdo da janela clicando neste botão. (Opção adicional: você pode colocar a janela em tela cheia com a tecla F11 para melhorar ainda mais seu conforto).",
  "fixGamesTooltip2": "Depois de satisfazer seu desejo de jogar, clique novamente no botão (assim como na tecla F11, se você escolheu a tela cheia) para liberar a janela e retornar à navegação normal.",
  "unlockGames": "Desbloquear o jogo",
  "errorGamesH1": "Ops ... Sua definição de tela não suporta o tamanho mínimo de exibição do jogo.",
  "errorGamesH2": "Sua experiência do usuário não é possível ...",
  "errorGamesAlert": "veja esta página em uma tela maior ...",
  "title": "Faça algo que faça sentido ...",
  "credo": "Descubra, aprenda, entenda ... É assim que vejo a vida.",
  "titleButton": "Direção da visita",
  "whoIAm": "Quem sou eu ?",
  "myName": "Meu nome é Rodolphe Augusto",
  "whoIAMTitle": "Sou muito apaixonado pela própria vida.",
  "whoIAmContent": "Desde a minha primeira infância, vejo os algoritmos da natureza ao meu redor, os de causalidade ou objetos informacionais (matéria) na física, mas também os da esfera de pensamento, incluindo o subconsciente, o inconsciente e o consciente ... Todas essas pequenas coisas que formam \"Um Todo\". Desde que aprendi a ler, não parei de tentar entender \"o todo\" e \"os bastidores\". Por isso, me educei lendo tanta literatura quanto filosofia, física através da física quântica, sociologia, psicologia, medicina, incluindo anatomia e conhecimento antigo de tribos ameríndias ou povos indígenas. , etc ... O que criou em mim o nascimento de uma verdadeira paixão pela \"Vida\" e tudo o que constitui \"o grande mundo dos vivos\" em geral.",
  "whatIAm": "O que eu sou?",
  "whatIAmTitle": "Sou desenvolvedor de aplicativos web, mas também autor.",
  "whatIAmContentSubtitle1": "Sou desenvolvedor de aplicativos da web:",
  "whatIAmContent1": "Eu aprendi JavaScript durante um curso de treinamento na Wild Code School, fui imediatamente conquistado pela idéia de poder desenvolver as idéias que enchem minha cabeça usando uma linguagem de programação. Desenvolvo aplicativos como sites ou minijogos, mas também aplicativos para dispositivos móveis ou computadores. Este site e os poucos outros projetos que você verá na seção de desenvolvedores são apenas uma pequena parte do que é possível nessa área. Domínio que é mais uma paixão do que uma profissão para mim.",
  "whatIAmContentSutitle2": "Eu sou o Autor:",
  "whatIAmContent2": "Há pouco mais de um ano, publiquei algumas placas anatômicas do Yoga que eu projetei com os softwares \"Gimp\" e \"InkScape\" (as contrapartes de código aberto do Photoshop e Adobe Illustrator ), muito rapidamente, esta postagem no Facebook alcançou mais de 13.400.000 pessoas e foi compartilhada mais de 180.000 vezes. Diante de tanto sucesso, decidi publicar um livro \"42 posturas e alongamentos de ioga\", que inclui as 42 placas anatômicas e os benefícios com várias outras informações. Em setembro de 2019, dei o passo de autopublicação, por isso me registrei como autor na Biblioteca Nacional da França desde aquela data. Foi uma ação devido a uma solicitação real mais do que um desejo pessoal, mas estou totalmente satisfeito.",
  "whatIAmFeelingGoodTitle": "O que me faz sentir vivo!",
  "ImFeeling1": "Sinta o mundo ao meu redor, sinta a carícia que a brisa leve deixa no meu rosto, ouça a água, que carinhosamente envolve minha alma com seus movimentos lânguidos. Sentir vivo !!!",
  "ImFeeling2": "Descubra uma flor magnífica, que não se contenta em dominar meus olhos com suas cores cintilantes, infunde minhas narinas com uma fragrância delicadamente intoxicante.",
  "ImFeeling3": "Saber que este mundo é tão frágil quanto soberbamente bonito e que, apesar de tudo, vê os elementos como um todo grande, formando em um determinado momento ... um refúgio de paz.",
  "ImportantPointsTitle": "PONTOS IMPORTANTES PARA UM DESENVOLVEDOR!",
  "ImportantPointsSubtitle": "Apenas do meu ponto de vista, é claro!",
  "responsiveTitle1": "RESPONSIVE",
  "responsiveContent1": "Assim como os aplicativos e sites que projetamos, precisamos ser adaptáveis ​​... Esse é um ponto forte, que não é desprezível para todos os criativos.",
  "responsiveTitle2": "PASSION",
  "responsiveContent2": "Como um artista, a paixão deve ser nossa musa ... A primeira coisa que desenvolvemos como ser humano é a paixão ... de nossa mãe quando bebê, e depois de nosso cobertor ao sair da sala. 'idade infantil, por exemplo ... e assim por diante até linguagens de programação.",
  "responsiveTitle3": "DESIGN",
  "responsiveContent3": "Web design, é claro, mas ainda mais importante ... \"time design\" - gerenciando seu tempo através dos sprints da melhor maneira possível ..., \"human design\" - entendendo as expectativas dos clientes ou Proprietário de produto enxuto para aumentar o lado proativo do projeto ..., sem mencionar o \"design de seu espaço de trabalho \" - só trabalhamos melhor em um espaço de trabalho ergonômico adequado para nossa tarefa. .",
  "responsiveTitle4": "SUPPORT",
  "responsiveContent4": "Suporte, porque você precisa aprender constantemente novas sutilezas do idioma que pratica ... ou aprender um novo de forma rápida e eficiente. Você precisa estar \"vigiando\" o tempo todo para estar atualizado em seu conhecimento.",
  "bigProjectTitle": "Meu maior projeto.",
  "bigProjectSubtitle": "AMANO-HILOT.FR",
  "bigProjectContent1": "Usei o Next js para projetar este site, desenvolvi-o em SSR (Server Side Rendering) para otimizar o desempenho e o SEO (referência), mantendo a dinâmica da parte Frontend. Em relação à parte de back-end, usei o Strapi, que é projetado com React e Bootstrap (Bootstrap + api = Strapi), é um CMS baseado no princípio do MVC ... mas em javascript.",
  "bigProjectContent2": "A parte Site, portfólio e blog é apenas a face visível do iceberg, na realidade a aplicação completa é realizada através de 7 aplicações diferentes ligadas entre si para formar apenas uma aparentemente. As outras 6 aplicações são feitas com React js",
  "bigPorjectContent3": "O site estará on-line muito em breve, o portfólio no qual você está navegando é a reprodução \"Jamstack\" projetada com o React Js, de uma pequena parte do site do amano-hilot.",
  "bigProjectButton": " Veja meus outros projetos",
  "myLittlePalmaresTitle": "Meus pequenos Palmares",
  "myLittlePalmaresNumberCode": "6200+",
  "myLittlePalmaresTextCode": "\"Código\" horas",
  "myLittlePalmaresNumberPassion": "100%",
  "myLittlePalmaresTextPassion": "De Paixão",
  "myLittlePalmaresNumberProject": "10+",
  "myLittlePalmaresTextProject": "Projetos completos",
  "myLittlePalmaresNumberMotivation": "100%",
  "myLittlePalmaresTextMotivation": "Motivacional",
  "myWorkSwitchBarber": "Barba clara",
  "myWorkSwitchBarberBis": "Barba",
  "myWorks": "Meu trabalho",
  "myWorksSubtitle": "Aqui estão os projetos que realizei com muito prazer e paixão.",
  "myWorkDescription1": "se você clicar na imagem de um projeto, uma janela será aberta com uma imagem animada do projeto ...",
  "myWorkDescription2": "se você clicar novamente, na janela desta vez, um link o levará ao código-fonte do projeto.",
  "firstRowDataTooltipTitle1": "Memory Yoga Cards - (React/Electron). ",
  "firstRowDataTooltipContent1": "O coração do jogo é baseado em um cronômetro projetado com um CustomHook. O jogo foi desenvolvido apenas com React (Hooks) e Electron, sem outras dependências.",
  "firstRowProjectName1": "Memory Yoga Cards - (React/Electron).",
  "firstRowDataTooltipTitle2": "Match 3 Yoga Game - (React/Electron).",
  "firstRowDataTooltipContent2": "Le coeur du jeu est basé sur un timer conçu avec un CustomHook. Le jeu est conçu avec Electron, React (Hooks), Redux et React-motion.",
  "firstRowProjectName2": "Match 3 Yoga Game - (React/Electron).",
  "firstRowDataTooltipTitle3": "Remake Earth Puzzle - (React/Electron). ",
  "firstRowDataTooltipContent3": "Le coeur du jeu est basé sur un timer conçu avec un CustomHook. Le jeu est conçu avec Electron, React (Hooks), Node-sass, Styled Components React-dnd et React-dnd-html5-backend.",
  "firstRowProjectName3": "Remake Earth Puzzle - (React/Electron).",
  "firstRowDataTooltipTitle4": "Tetris Classic Game - (React/Electron).",
  "firstRowDataTooltipContent4": "Le jeu est conçu avec Electron, React (Hooks), Styled Components et React-spring.",
  "firstRowProjectName4": "Tetris Classic Game - (React/Electron).",
  "secondRowDataTooltipTitle1": "Sort The Waste Game - (React/Electron). ",
  "secondRowDataTooltipContent1": "Le coeur du jeu est basé sur un timer conçu avec un CustomHook. Le jeu est conçu avec Electron, React (Hooks), React-beautiful-dnd ainsi que Spectre.css. ",
  "secondRowProjectName1": "Sort The Waste Game - (React/Electron).",
  "secondRowDataTooltipTitle2": "Asanas Guessing Game - (React/express/Electron). ",
  "secondRowDataTooltipContent2": "Le coeur du jeu est basé sur un timer conçu avec un CustomHook. Le jeu est conçu avec Electron et React (Hooks) seulement, sans aucunes autres dépendances pour le frontend et Express pour le backend. ",
  "secondRowProjectName2": "Asanas Guessing Game - (React/express/Electron). ",
  "secondRowDataTooltipTitle3": "The Wild Circus - (React/Express).",
  "secondRowDataTooltipContent3": "Le frontend est conçu avec React (Hooks) et Redux, ainsi que Express et MySQL pour le backend",
  "secondRowProjectName3": "The Wild Circus - (React/Express).",
  "secondRowDataTooltipTitle4": "Gestion d'utilisateurs NFC_Update - (React-admin/Express).",
  "secondRowDataTooltipContent4": "Le site est conçu avec React, React-admin, chart.js, Redux, validator et Material UI Hooks pour le frontend. Pour le backend, bcryptjs, express, express-jwt, is-empty, jsonwebtoken, MySQl2, passport et sequelize comme ORM avec base de donnée MySQL",
  "secondRowProjectName4": "Gestion d'utilisateurs - (React-admin/Express).",
  "thirdRowDataTooltipTitle1": "Clone de Flappy Bird - (React-Native). ",
  "thirdRowDataTooltipContent1": "Clône du celebre jeu Flappy Bird, jeu conçu en React-Native avec comme dépendances : matter.js, react-native-paper et react-native-engine.",
  "thirdRowProjectName1": "Clone de Flappy Bird - (React-Native)",
  "thirdRowDataTooltipTitle2": "Theme Artiste responsive - (React/React-router). ",
  "thirdRowDataTooltipContent2": " Theme conçu avec React et React-router.",
  "thirdRowProjectName2": "Theme Artiste responsive - (React/React-router).",
  "thirdRowDataTooltipTitle3": "Site Amano-Hilot - (Next/Strapi). ",
  "thirdRowDataTooltipContent3": "Site conçu avec React, Next, Bootstrap et ReactStrap, Next-seo ainsi que Sass pour le frontend, pour le backend j'ai utilisé le CMS Strapi et une base de données MySQL.",
  "thirdRowProjectName3": "Site Amano-Hilot - (Next/Strapi). ",
  "thirdRowDataTooltipTitle4": "Site Jeux Amano-hilot - (React-Spring/Express).",
  "thirdRowDataTooltipContent4": "Site conçu avec React, React-spring, Spectre.css, Node-sass, Styled Components et Typescript en frontend ainsi que express pour le backend.",
  "thirdRowProjectName4": "Site Jeux Amano-hilot - (React-Spring/Express).",
  "skillsAbilityTitle1": "Mes compétences ",
  "skillsAbilityTitle2": "& capacités",
  "skillsAbilityContent1": "J'ai découvert le Javascript durant ma formation à la Wild Code School, tout au long du passage de mon titre de développeur web et mobile, je l'ai apprécié, et plus particulièrement React que j'adore car je peux exprimer mes capacités artistiques aisément avec cette technologie.",
  "skillAbilityContent2": "Depuis, j'ai approfondis mes connaîssances en javascript, aussi, j'ai découvert et apprécié travailler avec d'autres frameworks ou librairies comme Next ou Gatsby pour les sites (SEO friendly), React-Native ou Flutter pour les versions mobiles, Ionic pour les applications Cross-plateformes, ainsi que Electron pour les versions Desktop.",
  "skillsAbilityContent3": "En développant constamment des projets personnels et en travaillant sur mes compétences, j'ai réussi à apprendre de nombreuses nouvelles technologies et concepts technique, cela m'a également aidé à savoir comment choisir le bon stack pour mes projets.",
  "whereFindMe": "Ou me trouver?",
  "whereFindMeContent1": "Si vous ne me trouvez pas en train de Coder. ",
  "whereFindMeContent1bis": "Ce que je fait très régulièrement afin d'assouvir cette passion !!! ",
  "whereFindMeContent1ter": "alors vous me trouverez...",
  "whereFindMeContent2": "En train de jouer de la guitare, ",
  "whereFindMeContent2bis": "ce que je fait depuis maintenant 25 ans et qui est un besoin fondamental pour moi. Ou bien, vous me trouverez...",
  "whereFindMeContent3": "En train de dessiner ou peindre. ",
  "whereFindMeContent3bis": " Ce que je fait depuis... ",
  "whereFindMeContent3ter": "aussi loin que je puisse remonter mes souvenirs, j'ai toujours dessiné.",
  "whereFindMeUnderPictures1": "Créatif, je développe des sites Web élégants avec les dernières technologies.",
  "whereFindMeUnderPictures1bis": "Je cherche actuellement la bonne équipe où je peux contribuer à créer des produits digitaux incroyables.",
  "whereFindMeUnderPictures2": "Je suis actuellement à la recherche d'un emploi (éventuellement à distance) en tant que développeur fullStack Javascript (NodeJs-ReactJs),",
  "whereFindMeUnderPictures2bis": "un emploi dans lequel je peux faire passer mes compétences à un niveau supérieur et évoluer en tant que développeur Web.",
  "whereFindMeUnderPictures3": "Vous aimez mon portfolio et pensez que je suis bon candidat?",
  "whereFindMeUnderPictures3bis": " Travaillons ensemble!",
  "contactModalButton": "Contactez moi !!",
  "titleContactForm": "Contactez moi !!",
  "placeHolder1": "VOTRE NOM ET PRENOM",
  "placeHolder2": "VOTRE EMAIL",
  "placeHolder3": "VOTRE NUMERO DE TÉLÉPHONE",
  "placeHolder4": "VOTRE MESSAGE",
  "SendingButtonContactForm": "ENVOYEZ VOTRE MESSAGE",
  "titleFooter1": "Développeur",
  "titleFooter2": "Illustrateur",
  "illustrator1": "Boutique RedBubble",
  "illustrator2": "Boutique Zazzle",
  "titleFooter3": "Auteur",
  "facebookLinkText": "Page Facebook"
}
